<html xmlns:o='urn:schemas-microsoft-com:office:office' xmlns:w='urn:schemas-microsoft-com:office:word' xmlns='http://www.w3.org/TR/REC-html40'>
             <head>
              <meta charset='utf-8'><title>Export HTML To Doc</title>
              <style>body {
    padding: 10px 0;
    font-family: "Arial", sans-serif;
    line-height: normal;
}
.a4__size {
    max-width:  595px;
    width: 100%;
    margin-left: auto;
    margin-right: auto;
}


.check__wrapper {
    overflow: hidden
}

.check__wrapper-left {
    width: calc(70% - 24px);
    float: left;
}

.check__wrapper-right {
    width: 30%;
    float: right;
}

.bordered {
    width: 100%;
    border: 1px solid #000000;
    padding: 5px 8px;
}

.table__main {

}

.table__main table {
    width: 100%;
    padding: 0;
    border-spacing: 0;
    margin: 0;
    /* border: 1px solid #000000; */
    text-align: center
}

.table__main table td {
    border: 1px solid #000000;
    border-bottom: none;
    border-right: none;
    height: 22px;
    font-size: 9px;
    padding: 2px 3px;
}

.table__main table th {
    border: 1px solid #000000;
    border-bottom: none;
    border-right: none;
    height: 22px;
    font-size: 9px;
    padding: 2px 3px;
}

.table__main table th:last-child {
    border-right: 1px solid #000000;
}

.table__main table td:last-child {
    border-right: 1px solid #000000;
}

.table__main table tr {
}

.table__main table tr:last-child td {
    border-bottom: 1px solid #000;
}

.table__main table tr td:last-child.border__none {
    border-right: none;
}

.table__main .border__none {
    border-left: none;
    border-right: none;
    height: 10px;
}

.table__main .border__top-none {
    border-top: none;
}

.border__left-none {
    border-left: none!important;
}

.border-bottom {
    border-bottom: 1px solid #000!important;
}

.cutting__line {
    position: relative
}

.cutting__line::before {
    content: '';
    position: absolute;
    height: 50px;
    width: 1px;
    left: -12px;
    bottom: 10px;
    background: #000000;
}

/* Agreement page starts here */

.agreement__block {
    overflow: hidden;
    text-align: center;
}

.block__title {
    font-size: 9px;
    font-weight: bold;
    text-align: center;
    margin-top: 25px;
}

.block__subtitle {
    font-size: 10px;
    font-weight: bold;
    margin-top: 5px;
}

.block__date {
    margin-left: auto;
    font-size: 10px;
    font-weight: bold;
    text-align: right;
    margin-top: 10px;
}

.block__text {
    font-size: 10px;
    text-align: center;
    margin-bottom: 10px;
    font-weight: normal;
}

.agreement__table {
    margin-top: 20px;
}

.total__price {
    text-align: right;
    margin-top: 5px;
}

.total__price b {
    font-size: 10px;
    font-weight: bold;
    margin-right: 5px;
}

.total__price span {
    font-size: 10px;
}

.tdu {
    text-decoration: underline;
}

.block__ul {
    text-align: left;
    padding-left: 0;
    margin-top: 8px;
}

.obligations__name {
    text-align: left;
    margin-bottom: 0!important;
    margin-top: 15px;
}

.block__ul li {
    list-style-type: none;
    text-align: left;
    font-size: 10px;
    line-height: 1.2;
    margin-top: 5px;
    margin-bottom: 5px;
}

.agreement__mt {
    margin-top: 30px;
}

.address__main {
display: flex
}

.address__column {
    margin-top: 10px;
}

.address__column table {
    min-height: 212px;
}

.address__left {
    float: left;
    width: 50%;
}

.address__right {
    float: right;
    width: calc(50% - 10px);
}

.address__name {
    font-size: 10px;
    font-weight: bold;
    margin-bottom: 10px;
}

.address__column .table__main td {
    font-size: 10px !important;
}

.address__text {
    margin-top: 20px;
    font-size: 10px;
    text-align: left;
}

.address__text b {
    font-weight: bold;
    margin-right: 5px;
}

.address__text span {

}


/* Agreement page ends here*/

/* Graphic page starts here */

.a4__landscape {
    width:  1123px;
    margin-left: auto;
    margin-right: auto;
}

.block__column {
    width: calc(50% - 10px);
}

.bold__text {
    font-weight: bold;
}

.block__huge-text {
    font-size: 14px;
    font-weight: bold;
    text-align: center;
}

.border__bottom {
    border-bottom: 1px solid #000!important;
}
.border-top__none {
    border-top: none!important;
}

.border-bottom__none {
    border-bottom: none!important;
}

.border-right__none {
    border-right: none!important;
}

.border-left__none {
    border-left: none!important;
}

.border__right-none {
    border-right: none!important;
}

.block__wrapper {
    overflow: hidden
}

.block__left {
    float: left;
}

.block__right {
    float: right;
}

/* Graphic page starts here */

/* Invoice page starts here */

.invoice__table {
    margin-top: 40px;
}

.invoice__table td {
    max-width: 150px;
}

.border__right {
    border-right: 1px solid #000;
}

.table__lil-colspan {
    padding: 2px 3px;
}

.invoice__bottom-text {
    overflow: hidden
}

.invoice__bottom-left {
    float: left;
}

.invoice__bottom-right {
    float: right;
}</style>
            </head>
            <body>
                <div class="a4__size">
<div class="agreement__block">
<div class="block__text">
<div>
<p><strong> Махсулот қийматини бўлиб тўлаш шарти билан тузилган <br>№ <span>3000327304</span> сонли олди сотди <br>ШАРТНОМА</strong></p>
</div>
<div><strong><span>Mar 08, 2025 - 15:55</span></strong></div>
</div>
<p class="block__text" style="text-align:justify;"><strong>MCHJ "MEBEL ELEKTROTEXNIKA" "2"</strong>, бундан кейин <strong>'Сотувчи'</strong> деб номланадиган Устав асосида рахбари Жанабаев Шарьяр Азаматович ишлайдиган бир томондан, ва фукаро <strong>{{$record->client->first_name}}</strong> манзили: <strong>Республика Каракалпакстан, Караузякский район, А.Досназаров ССГ, "Темирхан" населенный пункт, ул. Кос терек, дом 11</strong> манзилида яшайдиган, ва undefined да null лавозимида ишлайдиган, (паспорт серия <strong>KA 0678409 Республика Каракалпакстан, Караузякский район, А.Досназаров ССГ, "Темирхан" населенный пункт, ул. Кос терек, дом 11</strong> туман ИИБ томонидан берилган, берилган санаси 2015-11-16), бундан кейин <strong>'Xаридор'</strong> деб номланадиган, биргаликда <strong>'Tомонлар'</strong> деб, ушбу шартнома куйидагилар бўйичa тузилди:</p>
<h2 class="block__title">1. Шартнома мазмуни</h2>
<p class="block__text" style="text-align:justify;">1.1. Шартномага биноан <strong>«Сотувчи»</strong> жадвалда кўрсатилган махсулотларни (бундан кейин матндa 'Tоварлар' деб номланади) <strong>«Харидор»</strong> га махсулот қийматини бўлиб тўлаш шарти билан сотади.</p>
<div class="table__main agreement__table" style="margin-bottom: 20px">
                        <table style="border-collapse: collapse" border="1" width="100%" cellpadding="5" cellspacing="0">
                            <tbody><tr>
                                <td style="font-size: 9px">№</td>
                                <td style="font-size: 9px">Махсулот номи</td>
                                <td style="font-size: 9px">Улчов бирлиги</td>
                                <td style="font-size: 9px">Микдори</td>
                                <td style="font-size: 9px">Нархи</td>
                                <td style="font-size: 9px">Суммаси</td>
                            </tr>
                            <tr>
                                <td style="font-size: 9px">1</td>
                                <td style="font-size: 9px">АЙФОН 16 ПРО</td>
                                <td style="font-size: 9px">дона</td>
                                <td style="font-size: 9px">1</td>
                                <td style="font-size: 9px">11 600 000 сўм</td>
                                <td style="font-size: 9px">11 600 000 сўм</td>
                            </tr>
                        </tbody></table>
                    </div> <div class="table__main agreement__table">
                        <table style="border-collapse: collapse" border="1" width="100%" cellpadding="5" cellspacing="0">
                            <tbody><tr>
                                <td style="font-size: 9px">Товар суммаси</td>
                                <td style="font-size: 9px">Ойма-ой тулови</td>
                                <td style="font-size: 9px">Олдиндан тулов суммаси</td>
                                <td style="font-size: 9px">Колдик карз суммаси</td>
                                <td style="font-size: 9px">Булиб тулаш шартномаси муддати</td>
                            </tr>
                            <tr>
                                <td style="font-size: 9px">11 600 000 сўм</td>
                                <td style="font-size: 9px">
                                    1 314 667 сўм
                                </td>
                                <td style="font-size: 9px">0 сўм</td>
                                <td style="font-size: 9px">
                                    15 776 001 сўм
                                </td>
                                <td style="font-size: 9px">12 ой</td>
                            </tr>
                        </tbody></table>
                    </div>
<p class="block__text" style="text-align:justify;">1.2. Шартноманинг умумий нархи: <strong>15 776 001</strong> сўм. <br>1.3. Товарларга эгалик хукуки ушбу шартнома шартларига мувофик сотувчидан харидорга товар қиймати тўлиқ тўлангандан кейин ўтади. <br>1.4. Харидор, товарни кабул килган даврдан эътиборан товарни ёки унинг бирор бир қисмини бузилиши, ишдан чикиш, йўк килиниши, ўғирланиши ва бошқа барча xавфларни ўз зиммасига олади. - Юкоридаги хавф-хатарлардан бирининг пайдо бўлиши, харидорни ушбу шартнома шартларига мувофик товарларни тўлик нархини тўлаш мажбуриятидан озод қилмайди. <br>1.5. Товарлар харидорга тўлик топширилган вақтдан бошлаб, унинг қиймати тўлиқ тўланишига қадар, сотилган товарлар xaридорнинг қарзини тўлаш мажбуриятини бажаришини таъминлаш учун сотувчи томонидан гаровга олинган деб тан олинади.</p>
<h2 class="block__title">2. Томонларнинг хукук ва мажбуриятлари</h2>
<p class="block__text" style="text-align:justify;"><strong>2.1. Сотувчининг мажбуриятлари:</strong> <br>2.1.1. Шартномада кўзда тутилган сифатли, томонлар келишган миқдордаги ва ассортиментдаги товарларни харидорга 3.3-бандида назарда тутилган мажбуриятни бажарган кундан бошлаб 3 кун ичида етказиб беради. <br>2.1.2. Товарларни саклаш ва етказиб бериш вақтида товарларнинг хавфсизлигини таъминлайдиган контейнерларда ва (ёки) кадокларда товарларни xаридорга топширади. <br><strong>2.2. Харидорнинг мажбуриятлари:</strong> <br>2.2.1. Қабул қилиш ва топшириш тўғрисидаги Акт асосида унга топширилган товарларни ушбу шартноманинг 1-иловасига мувофик қабул қилади, (товарни алмаштиришни талаб килиш ёки сотиб олиш ва сотишни амалга оширишни рад этишга хақли бўлган холатлар бундан мустасно). - Махсулот амалдаги стандартларга мос келиши керак. Kaфолат муддати ишлаб чикарувчилар томонидан белгиланади. <br>2.2.2. Сотиб олинган тoварларни шартнома билан белгиланган нархда ва шартномага илова қилинган график асосида тўловни амалга оширади. <br>2.2.3. Toварларнинг миқдори, ассортименти, сифати, қадоқланиши тўғрисида, шартнома шартлари бузилганлиги тўғрисида сотувчига товар қабул килинган кундан бошлаб 3 кундан кечиктирмай хабар бериш. <br>2.2.4. Шартнома шартларига мувофик oлинган товарларни, унинг нархини тўлиқ тўлагунга қадар бошқа шахсларга сотмаслик, хайрия қилмаслик, гаровгa қўймаслик, ёки бошқача тарзда тасарруфидан чиқармаслик. <br>2.2.5. Шартнома шартларига мувофиқ товарларнинг нархи тўлиқ тўлангунга қадар сотувчини oлдиндан ёзма равишда огохлантирмасдан, 1.5-бандда назардa тутилган товарларнинг жойлашишини ўзгартирмаслик. <br>2.2.6. Xaридор сотувчига қуйидаги хужжатларни такдим этиши шарт: паспортнинг асл нусхаси, иш берувчи хакида маълумот, ва алока телефон раками, даромад тўғрисидаги гувохномa. <br>2.2.7. Ушбу келишувнинг 5.1.- 5.3 - бандларида белгиланган тартибда сотувчининг биринчи талабига биноан гаровга кўйилган товарларни кайтариш. <br>2.2.8. Дoимий яшаш манзили, хозирда яшаётган манзили, телефон рақамлари, паспорт маълумотлари, банк пластик картасини алмаштириш, бошка банк пластик картасидан фойдаланиш каби ўзгаришлар тўғрисида 10 кун ичида ёзма равишда хабар бериш. <br><strong>2.3. Сотувчининг хукуклари:</strong> <br>2.3.1. Шартнома шартларига мувофик товарлар нархини тўлашни талаб қилиш. <br>2.3.2. Агар харидор ушбу шартнома шартларига мувофиқ белгиланган тўлов шартларини бузса, товарларни кайтариб беришни талаб қилиш. Агар товар ихтиёрий равишда кайтариб берилмаса, товарни ўз кучи ва ўз маблағлари билан олиш, шу билан боғлик бўлган харажатларни кейинчалик харидордан ўндириб олиш <br>2.3.3. Муддатли тўлов шарти билан харид қилинган товар қийматини «Харидор» шартномага илова қилинган тўлов жадвалини бузиб сотувчига ўз ихтиёри билан тўламаган тақдирда, «Сотувчи» ташкил бўлган қарз миқдорини (даврий тўловлар бўйича қарзлар ва умумий карздорлик) «Харидор»га тегишли бўлган хар қандай банк пластик картасидан авторизация қилмасдан, хисобидан ёчиб олиш хуқуқига эга. <br>2.4. Харидорнинг хукулари: <br>2.4.1. Шартнома шартларига мувофиқ товарларни унга керакли сифатда ва ассортиментда топширишни талаб қилиш. <br>2.4.2. Даврий тўловларни тўлиқ ёки қисман тўлаш муддатидан олдин амалга ошириш.</p>
<h2 class="block__title">3.Tоварларнинг умумий киймати вa хисоб-китоб қилиш тартиби</h2>
<p class="block__text" style="text-align:justify;">3.1. Шартномага мувофиқ товарнинг умумий қиймати <strong>11 600 000</strong> сўм. Тўлов Ўзбекистон Республикаси миллий валютасида хисоб рақамига маблаг киритиш, онлайн автотулов асосида, накд ва пластик карта орқали амалга оширилади. Агарда пул маблағларини хисоб рақамга киритилса тўлов тафсилотларида шартноманинг рақами ва санаси, харидорнинг тўлиқ исмини кўрсатиш талаб қилинади. <br>3.2. Товарлар учун тўловни «Харидор» бўлиб тўлайди. <br>3.3. Tоварларнинг кийматини тўлаш хар ойда, ойнинг охириги кунигача харидор томонидан иш хақи ёки бошқа даромадлари хисобидан амалга оширилади, ушбу шартноманинг 2 иловасида кўрсатилаган тўловлар жадвалига мувофиқ товарларни топширган кундан бошлаб 12 ой ичида тўлиқ қайтарилгинга қадар. <br>3.4. Харидор тўлов жадвалига мувофиқ даврий тўловларни тўлаш муддати бузилган тақдирда, «Сотувчи» «Харидорга» тегишли бўлган хар кандай банк пластик картасидан авторизация қилинмасдан хисобидан ечиб олинади, <strong>«Харидор» шартномани имзолаш оркали ушбу шартга ўзи тушинган холда розилик беради.</strong> <br>3.5. Tакрорий тўловлар товарларни тўлаш жадвалига мувофик микдори ва муддатларда сотиб олинган товарлар учун тўлов тўлиқ тўланмагунча амалга оширилади. <br>3.6. Xaридорнинг банк картасида маблағ бўлмаса, тўлов амалга оширилмайди. Tўловни талаб қилиш банк картасида етарли миқдордаги маблағ мавжудлиги тўгрисида маълумот олгандан сўнг шаклланади, қарзнинг тўлиқ миқдори бўлмаган тақдирдa, харидор банк картасидаги маблағларни такрорий тўлов орқали қисман хисобдан ечилишига розилик беради.</p>
<p class="block__text" style="text-align:justify;">3.7. Қарз олувчи қарзини ўз муддатида сўндирмаган тақдирда суммага ҳар бир кечиктирилган кун учун 0,5% микдорида пеня тўлайди. Бунда пеня суммаси умумии "Қарз олувчи”га сўндирилмаган қарздорлик сумманинг 50% (фоизи)дан ошиб кетмаслиги лозим.</p>
<h2 class="block__title">4. Товарларга эгалик хуқуқини ўтказиш</h2>
<p class="block__text" style="text-align:justify;">4.1. Махсулотга эгалик қилиш «Сотувчига» тегишли хисобланади. «Харидор»га топширилган вақтдан бошлаб эса фақат товарларга эгалик қилиш ва ундан фойдаланиш хуқуқи ўтказилади. <br>4.2. Ушбу шартномада белгиланган барча тўловлар сотувчига тўлангандан сўнг товарларга эгалик қилиш автоматик тарзда харидорга ўтади.</p>
<h2 class="block__title">5. Toварларни талаб қилиш хуқуқи</h2>
<p class="block__text" style="text-align:justify;">5.1. Хaридор шартнома бўйича ўз мажбуриятларини бузган холатда, агар харидорнинг даврий тўловларни тўлаш учун сотувчига муддати ўтган қарзи, тўловлар жадвалига мувофик тўланадиган давр кетма-кетлиги ва умумий суммаси икки ойдан ошса, сотувчи товарни харидордан олиб қўйишга хаклидир ва харидор зудлик билан товарни қабул қилиш ва топшириш (АКТ) ига асосан сотувчига кайтариб беришни ўз зиммасига олади. (Бундай холда, харидор томонидан товарни олиб кўйишдан олдин амалга оширилган тўлов, унинг умумий нархидан тўланган қисми кайтариб бериш Сотувчининг уз ихтиёрига асосан амалга оширилади) <br>5.2. Aгар харидор бирон-бир тарзда товарни қайтариб беришни рад қилса ёки товарни олиб кўйишга тўсқинлик килса, сотувчи бу хақда махалладаги қўшнилар, махалла қўмитаси ёки ХОА вакилларини жалб қилган холда тегишли далолатнома тузишга хақлидир. <br>5.2. «Xaридор» товарларни хавфсизлиги учун тўлиқ жавобгарликни, сотувчи томонидан олиб қўйилган вақтгача ўз зиммасига олади. Шу билан бирга, xaридор сотувчига ва ёки унинг вакилларига товарларни олиб қўйиш билан боғлиқ ишларни ва фаолиятни амалга оширишда барча зарур турар жой ва нотурар жойларга киришга рухсат беради. <br>5.3. Товарлар олиб кўйилган вақтдан бошлаб сотувчи унинг учунчи шахсларга сотиш хукукига эга. Aгар харидор қарзини товарни олиб қўйилган кундан бошлаб 3 кун ичида тўлаган бўлса, сотувчи олиб қўйилган товарни харидорга ундан кейинги фойдаланиш ва эгалик қилиш учун қайтариб беришга хақлидир, харидор томонидан сотувчига қолган барча даврий тўловларни муддатидан олдин ёки ўз мудатида тўлаган такдирда, харидор шартномаларга мувофиқ товарларга эгалик хуқуқини олади.</p>
<h2 class="block__title">6. Томонларнинг жавобгарлиги</h2>
<p class="block__text" style="text-align:justify;">6.1. Tомонлар ушбу шартнома шартлари бўйича ўз мажбуриятларини бажармаганликлари ёки лозим даражада бажармаганликлари учун мулкий жавобгарликни ўз зиммаларига оладилар. <br>6.2. Xaридор тўловлар жадвалига мувофиқ белгиланган муддат ичида даврий тўловларни ўз вақтида 2 ой давомида тўламаган тақдирда, сoтувчи шартномага асосан махсулотни кайтиб олиш йоки карздорликни 100% ўндириш хуқуқига эга. <br>6.4. Xaридор томонидан ушбу шартноманинг 2.2.4; 2.2.5; 2.2.7; 2.2.8 бандлари бузилган тақдирда, у сотувчи фойдасига товарларнинг умумий қиймати ёки қолган қарздорлик суммасини муддатидан олдин 1 ой давомида тўлашни ўз зиммасига олади.</p>
<h2 class="block__title">7. Низоларни хал килиш тартиби</h2>
<p class="block__text" style="text-align:justify;">7.1. Шартноманинг умумий шартлар бўйича мажбуриятларни бажармаганлик ёки лозим даражада бажармаганлик билан боглиқ барча низоларни томонлар музокаралар вақтида ва даволар юборишда хал қилишга харакат килишади. Давони кўриб чиқиш муддати даво олувчига даво келиб тушган кундан бошлаб 3 кунни ташкил қилади. Сотувчи нотариуслар томонидан тузилган ижро варақасини олиш, қарзлар ва жарималарни муддатидан кечиктириб тўлаш ёки фуқаролик ишлари бўйича __________ туманлараро судига даъво аризаси билан, судгача хал қилиш тартиб-қоидаларини қўлламасдан ва низоларни музокаралар ёрдами билан хал қилмаслик хуқуқини ўзида сақлаб қолади.</p>
<h2 class="block__title">8. Якуний коидалар</h2>
<p class="block__text" style="text-align:justify;">8.1 Ушбу шартнома икки томон имзолаган кундан этиборан кучга киради, ўзаро хисоб-китоблар нуқтаи назаридан тўлиқ кунлангунга қадар амал қилади. <br>8.2. Ушбу шартномага барча иловалар ва қошимчалар унинг ажралмас қисмини ташкил этади. <br>8.3. Ушбу шартномага киритилган хар қандай ўзгартиришлар, қўшимчалар ва иловалар, агар улар ёзма равишда тузилган бўлса, томонлар томонидан имзоланган ва мухр билан тасдикланган бўлса (агар мавжуд бўлса) хақиқий хисобланади. <br>8.4. Хеч бир томон бошқа тарафнинг ёзма розилигисиз шартномадан келиб чиқадиган ёки унинг бажарилиши билан боғлиқ бўлган хуқуқ ва мажбуриятларини учинчи шахсга бера олмайди. <br>8.5. Банк реквизитлари, манзиллари, алоқа рақамлари ва бошқа реквизитлари ўзгарган тақдирда, томонлар бундай ўзгаришлар юз берган кундан бошлаб 10 (ўн) иш куни ичида бир бирларини хабардор қилиш мажбуриятни оладилар. <br>8.6. Ушбу шартномани имзолаш ва амалга ошириш натижасида олинган барча маълумотлар, шу жумладан томонларнинг молиявий ахволи тўғрисидаги маълумотлар махфий хисобланади ва ошкор этилиши ёки учинчи шахсларга берилиши мумкин эмас. <br>8.7. Ушбу шартномани имзолаш оркали харидор махсулотлар учун тўловлар жадвалига мувофиқ бўлган миқдорда ва муддатларда сотиб олинган махсулот учун тўлиқ тўлов амалга ошириб бўлгунга қадар ўзининг банк картасидан акцепт холда, шу жумдадан такрорий (автоматик) тўловларни хисобидан ечиб олинишига розилик беради. Xaридорнинг картасидан пул маблағларини ечиб олинишидан oлдин, у ушбу бўлиб тўлашга сотиб олинган товарлар учун керакли маблағ хисобидан ечилиши тўғрисида, ва ўзининг банк картасида кўрсатилган сумманинг мавжудлигини таъминлаши сўралган хабарни (3-2-1 кун олдин) oлиши мумкин. <br>8.8. Сотувчи билан шартномавий муносабатларга киришган холдa, харидор 'Шахсий маълумотлар тўғрисида'ги Ўзбекистон Республикаси қонунига мувофиқ сотувчига розилик беради ва маълумотларни тахлил қилишга рухсат беради: <br>8.8.1. Ўзбекистон Республикасининг 04.10.2011 йилдаги -301-сон ' ли “Кредит ахбороти алмашинуви тўғрисида' ги Қонунинг 19-моддасигa ва 'Шахсий малумотлар ' ни Ўзбекистон Республикаси Қонунининг 18-моддаларига мувофиқ: Xaридор кредит хисоботини олишга, кредит тарихини шакллантиришга ва ўзи тўғрисидаги кредит маълумотларини сотувчига алмаштиришга, шунингдек, шахсий маълумотларни қайта ишлашга, шартномани тузиш ва амалга ошириш чораларини кўриш учун тўлиқ розилик беради. <br>8.8.2. Мижознинг барча турдаги шахсий маълумотларини қайта ишлаш, янгилаш, аниклаш, текшириш, сақлашга ва уни Узбекистон Республикасининг давлат органлари талаб килганда уларга у малумотларни такдим қилиш, ва Мижозларнинг тўлов қобилятини аниқлашда (кредит ахборот тизимини сифатини оширишда фойдаланишга) розилик беради. <br>8.8.3. Сотувчига ва сотувчининг контрагентларига харидорининг шахсий маълумотларини, автоматлаштирилган маълумотлар базаси тизими ёрдамида, шунингдек сотувчи номидан бошқа махсус ишлаб чиқарилган дастурий воситалар ёрдамида, қайта ишлашга розилик ва рухсат беради, Бундай тизимлар билан ишлаш оператор томонидан белгиланган алгоритм бўйича амалга оширилади (йиғиш, тизимлаштириш, тўплаш, сақлаш, аниқлик киритиш, фойдаланиш, қулфлаш (блокировка қилиш), йўқ қилиш).Амалдаги қайта ишлаш усуллари: (шу жумладан, лекин чекланмаган холда): почта индексларини код базаси билан автомат равишда текшириш, кўчалар/ахоли пунктлари номаларининг ёзилишини автомат равишда текшириш, харидор билан маълумотларни телефон, почта тизими орқали аниқлаштириш ёки белгиланган мезонларга мувофиқ маълумотлар базасини сегментация қилиш. Харидор, агар керак бўлса, сотувчи томонидан олинган унинг шахсий маълумотларини, талабларга, учучни шахсларга, шартнома асосида, Ўзбекистон Республикаси учунчи шахслар томонидан шахсий маълумотларнинг махфийлигини ва уларни қайта ишлаш вақтида шахсий маълумотларнинг хавфсизлигини таъминлаш тўғрисидаги қонун хужжатлари талабларига риоя қилинган холда, қайта ишлашга кўрсатма бериши мумкинлигига розилик беради. Сотувчи харидорнинг кўрсатилган маълумотларини тақдим этилган вақтда, харидорнинг шахсий маълумотларини олаётган шахсларга ушбу маълумотлар махфий эканлигини ва фақат улар етказилган мақсадлар учун ишлатиш мумкинлиги тўғрисида огохлантиради ва ушбу шахслардан шу қоидага риоя қилишни талаб қилади. <br>8.8.4. Ушбу шартнома шартларига мувофиқ олинган товарлар учун тўловни кечиктириш ва бўлиб тўламаслик холатдарида, харидор уни 'кора' рўйхатга ёки тўламайдиганлар рўйхатига кўшишга розилик беради, унга кириш ошкора тарзда бўлади. (www.icangroup.uz veb-saytida). Xaридор, бахолаш (скорлама) тизимида фойдаланиш ва харидорнинг тўлов, қобилияти ва рейтингини аниқлаш учун, учунчи шахсларга, барча шахсий маълумотларни ва товарларни бўлиб сотиш шартномалари бўйича сотувчи билан тузилган ва тузиладиган барча малумотларни тарқатиш ва узатишга тўлиқ рухсат беради. <br>8.9.Ушбу шартнома икки нусхада, тенг юридик кучга эга бўлиб, томонларнинг хар бири учун биттадан тузилган.</p>
<p class="block__text" style="text-align:justify;">8.10. Низоларни музокаралар йўли билан ҳал этишнинг имкони бўлмаган тақдирда Тарафлар келишмовчиликларни судгача тартибга солишнинг қонун ҳужжатларида назарда тутилган тартиботини амалга оширганларидан сўнг уларни кўриб чиқиш учун “SSP ARBITRAJ” МЧЖ ҳузуридаги Ҳакамлик судида Ҳакамлик суди раисининг тайинлови асосида низони якка тартибда ҳал қилувчи ҳакамлик судьяси томонидан Ҳакамлик суди Регламентига асосан, ҳакамлик суди баёни юритилмаган ҳолда ҳал этилишига топширадилар.</p>
<h2 class="block__title">9.Toмонларнинг манзиллари ва банк маълумотлари:</h2>
<div class="table__main agreement__table">
                        <table style="border-collapse: collapse" border="1" width="100%" cellpadding="5" cellspacing="0">
                            <tbody style="text-align: left">
                                <tr>
                                    <td style="text-align: center; font-size: 9px">
                                        <b>СОТУВЧИ</b>
                                    </td>
                                    <td style="text-align: center; font-size: 9px">
                                        <b>ХАРИДОР</b>
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px">
                                        <b>MCHJ "MEBEL ELEKTROTEXNIKA" "2"</b>
                                    </td>
                                    <td style="font-size: 9px">
                                        <b>
                                            MUXAMMED
                                            TURSINBEKOV
                                            MURATBEK ULI
                                        </b>
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px">
                                        Манзил: Руспублика Каракалпакстан город Нукус, А. Досназаров, дом 8 А
                                    </td>
                                    <td style="font-size: 9px">Доимий яшаш манзили: Республика Каракалпакстан, Караузякский район, А.Досназаров ССГ, "Темирхан" населенный пункт, ул. Кос терек, дом 11</td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px">
                                        Банк: АТБ"Узпромстройбанк" Тахиаташ филлиал
                                    </td>
                                    <td style="font-size: 9px">Банк картаси:
                                        986015******0738
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px">
                                        Р/с: 2020 8000 5054 9424 5003
                                    </td>
                                    <td style="font-size: 9px">
                                        Паспорт:
                                        KA
                                        0678409
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px">
                                        МФО: 00440
                                    </td>
                                    <td style="font-size: 9px">ИНН: null</td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px">
                                        ИНН: 309296851x
                                    </td>
                                    <td style="font-size: 9px">
                                        Алока телефонлари:
                                        +99890 263 53 53, +99895 001 96 01
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px">
                                        Тел: +99890 575 12 34
                                    </td>
                                    <td style="font-size: 9px"></td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px">
                                        <b> MEBEL ELEKTROTEXNIKA "2"</b> рахбари <b>Жанабаев Шарьяр Азаматович</b>
                                    </td>
                                    <td style="font-size: 9px">
                                        Харидор
                                        <b>
                                            MUXAMMED
                                            TURSINBEKOV
                                            MURATBEK ULI
                                        </b>
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px"><b>Имзо:</b></td>
                                    <td style="font-size: 9px"><b>Имзо:</b></td>
                                </tr>
                            </tbody>
                        </table>

                        <div style="display: flex; justify-content: flex-start; font-size: 9px; text-align: left">
                            <span style="padding: 10px;">
                                <b>М.П.</b>
                            </span>
                        </div>
                    </div>
<div style="clear:both;">&nbsp;</div>
<div>
<div style="font-size:9px;text-align:right;"><strong> Товарлар қийматини бўлиб тўлаш шарти <br>билан тузилган № <span>3000327304</span> сонли <br><span>Mar 08, 2025 - 15:55</span> да тузилган Шартномага № 1 илова</strong></div>
<h2 class="block__title">Tоварларни қабул қилиш ва топшириш тўғрисидаги <br>Далолатнома</h2>
<div style="font-size:9px;"><strong><span>Mar 08, 2025 - 15:55</span></strong></div>
<div>
<p class="block__text" style="text-align:justify;">Биз, имзо чекувчилар, ушбу далолатномани Сотувчи MCHJ "MEBEL ELEKTROTEXNIKA" "2" маъсул ходими Жанабаев Шарьяр Азаматович ва харидор <strong>{{$record->client->first_name}} {{$record->client->last_name}} {{$record->client->patronymic}}</strong> билан юқорида кўрсатиб ўтилган шартномага муофиқ сотиб олинган куйидаги товарларни топшириш ва қабул килганлиги тўғрисидаги Далолатнома:</p>
</div>
<div class="table__main agreement__table">
                        <table style="border-collapse: collapse" border="1" width="100%" cellpadding="5" cellspacing="0">
                            <tbody style="text-align: left">
                                <tr>
                                    <td style="font-size: 9px">
                                        №
                                        п/п
                                    </td>
                                    <td style="font-size: 9px">
                                        Товарлар (ишлар, хизматлар) номи
                                    </td>
                                    <td style="font-size: 9px">
                                        Ед.
                                        Изм.
                                    </td>
                                    <td style="font-size: 9px">
                                        Сони
                                    </td>
                                    <td style="font-size: 9px">
                                        Нархи
                                    </td>
                                    <td style="font-size: 9px">
                                        Етказиб бериш нархи
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px">1</td>
                                    <td style="font-size: 9px">АЙФОН 16 ПРО</td>
                                    <td style="font-size: 9px">дона</td>
                                    <td style="font-size: 9px">1</td>
                                    <td style="font-size: 9px">
                                        15 776 001
                                    </td>
                                    <td style="font-size: 9px">0</td>
                                </tr>
                                <tr>
                                    <td colspan="6" style="text-align: center; font-size: 9px">
                                        <b>Жами суммаси: 15 776 001 сўм </b>
                                    </td>
                                </tr>
                                <tr>
                                    <td colspan="3" style="text-align: center; font-size: 9px">
                                        СОТУВЧИ махсулот топширувчи
                                    </td>
                                    <td colspan="3" style="text-align: center; font-size: 9px">
                                        ХАРИДОР махсулотни қабул қилувчи
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px" colspan="3">
                                        <b>Жанабаев Шарьяр Азаматович</b>
                                    </td>
                                    <td style="font-size: 9px" colspan="3">
                                        <b>
                                            MUXAMMED
                                            TURSINBEKOV
                                            MURATBEK ULI
                                        </b>
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px" colspan="3">
                                        <b>Имзо:</b>
                                    </td>
                                    <td style="font-size: 9px" colspan="3">
                                        <b>Имзо:</b>
                                    </td>
                                </tr>
                            </tbody>
                        </table>
                    </div></div>
<div style="clear:both;">&nbsp;</div>
<div>
<div style="font-size:9px;text-align:right;"><strong> Товарлар қийматини бўлиб тўлаш шарти <br>билан тузилган № <span>3000327304</span> сонли <br><span>Mar 08, 2025 - 15:55</span> да тузилган Шартномага № 2 илова</strong></div>
<h2 class="block__title">Қарздорликни бўлиб тўлаш <br>ЖАДВАЛИ</h2>
<div class="table__main agreement__table">
                        <table style="border-collapse: collapse" border="1" width="100%" cellpadding="5" cellspacing="0">
                            <tbody>
                                <tr>
                                    <td style="font-size: 9px">№</td>
                                    <td style="font-size: 9px"><b>Тўлов муддати</b></td>
                                    <td style="font-size: 9px"><b>Tўлов миқдори, (сўм)</b></td>
                                </tr>

                                <tr>
                                    </tr><tr>
                            <td style="font-size: 9px">1</td>
                            <td style="font-size: 9px">
                                17.04.2025
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr><tr>
                            <td style="font-size: 9px">2</td>
                            <td style="font-size: 9px">
                                17.05.2025
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr><tr>
                            <td style="font-size: 9px">3</td>
                            <td style="font-size: 9px">
                                17.06.2025
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr><tr>
                            <td style="font-size: 9px">4</td>
                            <td style="font-size: 9px">
                                17.07.2025
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr><tr>
                            <td style="font-size: 9px">5</td>
                            <td style="font-size: 9px">
                                17.08.2025
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr><tr>
                            <td style="font-size: 9px">6</td>
                            <td style="font-size: 9px">
                                17.09.2025
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr><tr>
                            <td style="font-size: 9px">7</td>
                            <td style="font-size: 9px">
                                17.10.2025
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr><tr>
                            <td style="font-size: 9px">8</td>
                            <td style="font-size: 9px">
                                17.11.2025
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr><tr>
                            <td style="font-size: 9px">9</td>
                            <td style="font-size: 9px">
                                17.12.2025
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr><tr>
                            <td style="font-size: 9px">10</td>
                            <td style="font-size: 9px">
                                17.01.2026
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr><tr>
                            <td style="font-size: 9px">11</td>
                            <td style="font-size: 9px">
                                17.02.2026
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr><tr>
                            <td style="font-size: 9px">12</td>
                            <td style="font-size: 9px">
                                17.03.2026
                            </td>
                            <td style="font-size: 9px">
                                1 314 667
                            </td>
                        </tr>
                                

                                <tr>
                                    <td style="font-size: 9px" colspan="2"><b>Жами суммаси:</b></td>
                                    <td style="font-size: 9px">
                                        <b>15 776 001 сўм</b>
                                    </td>
                                </tr>
                                <tr style="text-align: left">
                                    <td style="font-size: 9px" colspan="2">
                                    <b>MEBEL ELEKTROTEXNIKA "2"</b> рахбари <b>Жанабаев Шарьяр Азаматович</b>
                                    </td>
                                    <td style="font-size: 9px">Харидор <b>MUXAMMED TURSINBEKOVMURATBEK ULI</b>
                                    </td>
                                </tr>
                                <tr style="text-align: left">
                                    <td colspan="2" style="font-size: 9px"><b>Имзо:</b></td>
                                    <td style="font-size: 9px"><b>Имзо:</b></td>
                                </tr>
                            </tbody>
                        </table>
                    </div> <div class="table__main agreement__table">
                        <table style="border-collapse: collapse" border="1" width="100%" cellpadding="5" cellspacing="0">
                            <tbody style="text-align: left">
                                <tr>
                                    <td style="font-size: 9px">
                                        №
                                        п/п
                                    </td>
                                    <td style="font-size: 9px">
                                        Товарлар (ишлар, хизматлар) номи
                                    </td>
                                    <td style="font-size: 9px">
                                        Ед.
                                        Изм.
                                    </td>
                                    <td style="font-size: 9px">
                                        Сони
                                    </td>
                                    <td style="font-size: 9px">
                                        Нархи
                                    </td>
                                    <td style="font-size: 9px">
                                        Етказиб бериш нархи
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px">1</td>
                                    <td style="font-size: 9px">АЙФОН 16 ПРО</td>
                                    <td style="font-size: 9px">дона</td>
                                    <td style="font-size: 9px">1</td>
                                    <td style="font-size: 9px">
                                        15 776 001
                                    </td>
                                    <td style="font-size: 9px">0</td>
                                </tr>
                                <tr>
                                    <td colspan="6" style="text-align: center; font-size: 9px">
                                        <b>Жами суммаси: 15 776 001 сўм </b>
                                    </td>
                                </tr>
                                <tr>
                                    <td colspan="3" style="text-align: center; font-size: 9px">
                                        СОТУВЧИ махсулот топширувчи
                                    </td>
                                    <td colspan="3" style="text-align: center; font-size: 9px">
                                        ХАРИДОР махсулотни қабул қилувчи
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px" colspan="3">
                                        <b>Жанабаев Шарьяр Азаматович</b>
                                    </td>
                                    <td style="font-size: 9px" colspan="3">
                                        <b>
                                            MUXAMMED
                                            TURSINBEKOV
                                            MURATBEK ULI
                                        </b>
                                    </td>
                                </tr>
                                <tr>
                                    <td style="font-size: 9px" colspan="3">
                                        <b>Имзо:</b>
                                    </td>
                                    <td style="font-size: 9px" colspan="3">
                                        <b>Имзо:</b>
                                    </td>
                                </tr>
                            </tbody>
                        </table>
                    </div></div>
</div>
</div>
            </body>
          </html>